---
kind: type
id: T:Autodesk.Revit.DB.AreaTagType
source: html/78bd4d11-0ccd-9065-c316-7225f422fa16.htm
---
# Autodesk.Revit.DB.AreaTagType

An object that represents an Area Tag style.

## Syntax (C#)
```csharp
public class AreaTagType : FamilySymbol
```